# Найти квадрат числа
number = int(input("введите число "))
print(f'Квадрат числа {number} равен {number**2}')