# Написать программу вычисления значения функции y = f(a)
import numbers
from tkinter import Y


number = int(input("ведите значение аргумента функции а   "))

print(f'значение функции у =  {number*8 + 4}')